<template>
  <div style="padding: 8px 18px 8px 18px;">
    您通过“想学吗”编辑的知识，以及知识内部的图片、个人设置等数据均保存在本地；
    <br />您的知识，可以自由的发布到“微信公众号”、“简书”、“博客园”、“开源中国”等十几个知名网站（需拥有相应网站的账号）；
    <br />发布知识时，知识内部的图片也会上传到对应的网站上；
    <br />修改知识后，再次发布该知识，不会导致图片重复上传；
    <br />在文章中删除图片，本地目录中的图片也会被删除，不会留有垃圾数据；
    <br />“想学吗”不会保存您任何博客平台的账号数据；
    <br />“想学吗”浏览器插件包括文章收集功能和思想火花收集功能，可以快速收集互联网的文章或简短的文字；
    <br />“想学吗”浏览器插件收集文章时，也会把文章内的图片下载到本地；
    <br />文章发布到自媒体平台，只有保存成草稿，才可以再次编辑修改，发表之后往往是不能修改的；
    <hr />
    本软件为非盈利、开源软件，任何责任与义务均由使用者承担，与开发者无关；
  </div>
</template>
